Repository: MaddTheSane/DiskInventoryX
Catalog: make/src/CocoaTech/CocoatechStrings/Regions/*.lproj/crashReporter.strings
Languages: es, pt_br

source: An exception occurred. In some cases exceptions are harmless, but if you want to be safe, relaunch %@. Please help us improve %@ by sending this report and telling us what happened.
es: Ha ocurrido una excepción, En algunos casos estas son inofensivas, pero si desea sentirse más seguro, reinicie %@. Por favor ayúdenos a mejorar %@ enviandonos este reporte y diciéndonos que sucedió.
pt_br: Uma exceção ocorreu. Em alguns casos exceções são inofensivas, porém se você estiver seguro, recarregue o %@. Por favor ajude-nos a melhorar o %@ enviando este relatório e nos dizendo o que aconteceu.

source: Crash log information:
es: Información de la bitácora de errores:
pt_br: Informações do Problema:

source: Don't Send
es: No Enviar
pt_br: Não Enviar

source: Error!
pt_br: Erro!

source: Exception log information:
es: Información de la bitácora de excepción:
pt_br: Informações da Excessão:

source: Path Finder has encountered an unexpected error. Please email this report to crashreport@cocoatech.com so it can be fixed in the next release.
es: Path Finder ha encontrado un error inesperado. Por favor envíe este reporte a crashreport@cocoatech.com para que el problema pueda ser solucionado en la próxima versión.
pt_br: O Path Finder encontrou um erro inesperado. Por favor nos envie este relatório para crashreport@cocoatech.com assim ele poderá ser corrigido no próximo lançamento.

source: Path Finder was unable to automatically email the bug report. Copy and paste the contents of this window and email it to crashreport@cocoatech.com
es: Path Finder no pudo enviar el reporte de errores de manera automática. Copie y pegue el contenido de esta ventana y envíelo por correo a crashreport@cocoatech.com
pt_br: O Path Finder não conseguiu enviar este relatório automaticamente. Copie e cole o conteúdo desta janela e envie-nos para crashreport@cocoatech.com

source: Please describe what you were doing when the problem occurred.
es: Por favor describa lo que estaba haciendo cuando se produjo el error.
pt_br: Por favor descreva-nos o que você estava fazendo e o problema ocorrido.

source: Please tell us about the problem %@ encounted.
es: Por favor díganos acerca del problema %@ encontrado.
pt_br: Por favor descreva sobre o problema ocorrido %@.

source: Send Report
es: Enviar reporte
pt_br: Enviar Relatório

source: Tell us what happened
es: Díganos que sucedió
pt_br: Diga-nos o que aconteceu

source: The last time you ran %@, it encountered a problem that forced it to quit. Please help us improve %@ by sending this report and telling us what happened.
es: La última ocasión que ejecutó %@, se encontró un problema que forzó a la aplicación a que se cerrara. Por favor ayúdenos a mejorar %@ enviandonos este reporte y diciendonos que sucedió.
pt_br: A última vez que você executou o %@, ele encontrou um problema que forçou seu fechamento inesperado. Por favor ajude-nos a melhorar o %@ enviando este relatório e dizendo o que aconteceu.
