Repository: MaddTheSane/DiskInventoryX
Catalog: make/src/CocoaTech/CocoatechStrings/Regions/*.lproj/Disk Image Plugin.strings
Languages: nb

source: AES-128 (recommended)
nb: AES-128 (anbefalt)

source: Burn Image...
nb: Brenn diskfil...

source: Cancel
nb: Avbryt

source: Change Format...
nb: Konverter diskfil...

source: Convert
nb: Konverter

source: Converting Image...
nb: Konverterer diskfil...

source: Create
nb: Opprett

source: Create Disk Image
nb: Opprett diskfil

source: Create with directory:
nb: Opprett med mappe:

source: Create with size:
nb: Opprett med str.:

source: Create...
nb: Ny diskfil...

source: Creating Image...
nb: Oppretter diskfil...

source: Disk Image
nb: Diskfil

source: Disk Image Converter
nb: Diskfil-konvertering

source: Disk Image Converting
nb: Diskfil-konvertering

source: Disk Image Progress
nb: Diskfil-framdrift

source: Encryption:
nb: Kryptering:

source: Finished
nb: Ferdig

source: Image Format
nb: Konverter diskfil til

source: Internet enable
nb: Internett-aktivering

source: Megabytes
nb: megabyte

source: Mount after creating
nb: Aktiver etter oppretting

source: Mounting Image...
nb: Aktiverer diskfil...

source: Name:
nb: Navn:

source: None
nb: Ingen

source: Read only
nb: Kun les

source: Read only compressed
nb: Kun les - komprimert

source: Read/Write
nb: Les/skriv

source: Sparse
nb: Minimum

source: The file must have the .dmg, .img, .cdr, .iso, .smi or .toast extensions.
nb: Filen må ha en av følgende filendelser: .dmg, .img, smi eller .toast.

source: Volume Name:
nb: Volumnavn:

source: Volume Size:
nb: Volumstørrelse:

source: untitled
nb: uten navn
