Repository: MaddTheSane/DiskInventoryX
Catalog: make/src/CocoaTech/CocoatechStrings/Regions/*.lproj/localizationPanel.strings
Languages: da, es, pt_br, ru

source: ##INSTRUCTIONS##
da: 1) Choose your region 2) Click "View Unlocalized Strings" for a list of string to localize 3) Type in the English 4) Type in the localization 5) Type return or click the "Localize" button to set the localization 6) To test, you must quit and relaunch the application 7) The localized strings are written to the applications internal CocoaTechStrings.framework. 8) To submit your localization, click the "Email Localization" button. This will compress the Framework and email it to Cocoatech.
es: 1) Seleccione su región 2) Haga clic en "Ver textos no localizados" para obtener una lista de elementos a traducir 3) Escriba en Inglés 4) Escriba en Localización 5) Presione Retorno o haga clic en el botón "Localizar" para establecer la traducción 6) Para probarla, debe reiniciar la aplicación 7) Las cadenas de texto localizadas son escritas en el archivo interno de la aplicación CocoaTechStrings.framework. 8) Para enviar sus traducciones, haga clic en el botón "Enviar traducciones por correo". Esto comprimirá el Framework y lo enviará por correo a Cocoatech.
pt_br: 1) Escolha sua região 2) Clique em "Exibir String Não Traduzidas" para exibir uma lista de itens a serem traduzidos 2) Digite no campo Inglês 3) Digite em traduzir 4) Digite retornar ou clique o botão "Traduzir" para configurar a tradução 5) Para testar, você deve sair e recarregar o aplicativo 6) As strings traduzidas serão gravadas para o aplicativo interno CocoaTechStrings.framework. 7) Para enviar sua tradução, clique o botão "Enviar Tradução". Esta ação irá comprimir o Framework e enviará por e-mail à Cocoatech.
ru: 1) Выберите ваш язык 2) Нажмите на "Найти непереведённые выражения" для получения списка выражений для перевода 2) Введите выражения на английском языке 3) Введите перевод 4) Нажмите Return или кнопку "Перевести" чтобы запомнить перевод 5) Для проверки, Вам нужно перезапустить Path Finder 6) Перевод записывается в находящююся внутри программы папку CocoaTechStrings.framework. 7) Чтобы отправить Ваш перевод по электронной почте, нажмите кнопку "Отправить перевод". Таким образом, Framework архивируется и отправляется в Cocoatech.

source: Close
da: Luk
es: Cerrar
pt_br: Fechar
ru: Закрыть

source: Email Localization
da: Epost lokalisering
es: Enviar traducciones por correo
pt_br: Enviar Tradução
ru: Отправить перевод

source: English:
da: Engelsk:
es: Inglés:
pt_br: Inglês:
ru: Английский:

source: Help us Localize Path Finder!
da: Hjælp os med at lokalisere Path Finder!
es: ¡Ayúdanos a localizar Path Finder!
pt_br: Ajude-nos a Traduzir o Path Finder!
ru: Помогите нам в переводе Path Finder!

source: If you find an unlocalized string in your language, please correct it and it will be included in the next release of Path Finder.
da: Hvis du finder en ulokaliseret streng, så ret den venligst og den vil blive inkluderet i den næste udgivelse af Path Finder.
es: Si encuentra una cadena de texto sin traducción en su idioma, por favor corríjala y será incluida en la siguiente versión de Path Finder.
pt_br: Se você encontrar uma string não traduzida em seu idioma, por favor corrija e ela será incluída no próximo lançamento do Path Finder.
ru: Если вы найдёте выражения, которые не переведены на ваш язык, пожалуйста переведите их, и мы включим ваши исправления в следующее обновление программы

source: Localization
da: Lokalisering
es: Localizaciones
pt_br: Tradução
ru: Перевод программы

source: Localize
da: Lokaliser
es: Localizar
pt_br: Traduzir
ru: Перевести

source: Localized:
da: Lokaliseret
es: Localización
pt_br: Traduzido:
ru: Перевод:

source: Region:
da: Område:
es: Región:
pt_br: Região:
ru: Регион:

source: View Unlocalized Strings
da: Se ulokaliserede strenge
es: Ver textos no localizados
pt_br: Exibir Strings Não Traduzidas
ru: Найти непереведённые выражения
