Repository: MaddTheSane/DiskInventoryX
Catalog: make/src/CocoaTech/CocoatechStrings/Regions/*.lproj/OmniAppKit.strings
Languages: es, pt_br

source: %@ Preferences
es: Preferencias %@
pt_br: %@ - Preferências

source: About the Scripts Menu
es: Acerca del menú de scripts
pt_br: Sobre o Menu Scripts

source: AppleScript reported the following error: %@
es: AppleScript reportó el siguiente error: %@
pt_br: O AppleScript retornou o seguinte erro: %@

source: Auto Size All Columns
es: Auto ajustar el tamaño de todas las columnas
pt_br: Auto Dimencionar Todas as Colunas

source: Auto Size Column
es: Auto ajustar tamaño de columna
pt_br: Auto Dimencionar Colunas

source: Bright
es: Brillo
pt_br: Claro

source: Cancel
es: Cancelar
pt_br: Cancelar

source: Choose Date
es: Seleccionar fecha
pt_br: Escolher Data

source: Choosing Reset will restore all settings (including options not in this Preferences window, such as window sizes and toolbars) to the state they were in when %@ was first installed.
es: Seleccionar restaurar, recuperará todas las configuraciones, (incluyendo las opciones que no se visualizan en esta ventana de Preferencias, tales como tamaño de ventana y barras herramientas), al estado en las que estaban cuando %@ fue instalado.
pt_br: Escolhendo Reajustar você irá restaurar todas as configurações (incluindo opções não encontradas nesta janela de Preferências, como tamanho das janelas e barra de ferramentas) para o estado em que o %@ foi instalado pela primeira vez.

source: Choosing Reset will restore all settings in all preference panes to the state they were in when %@ was first installed.
es: Seleccionar restaurar, recuperará todas las configuraciones en todos los paneles de preferencias, al estado en las que estaban cuando %@ fue instalado.
pt_br: Escolhendo Reajustar você irá restaurar todas as configurações em todos os painéis de preferências para o estado em que o %@ foi instalado pela primeira vez.

source: Choosing Reset will restore all settings in this pane to the state they were in when %@ was first installed.
es: Seleccionar restaurar, recuperará todas las configuraciones en este panel, al estado en las que estaban cuando %@ fue instalado.
pt_br: Escolhendo Reajustar você irá restaurar todas as configurações deste painel para o estado em que o %@ foi instalado pela primeira vez.

source: Classic Crayons
es: Crayones clásicos
pt_br: Caneta Clássica

source: Clear
es: Borrar
pt_br: Limpar

source: Couldn't launch Automator Launcher.app. LSOpenFromURLSpec returned %d
es: No se puede lanzar el Automator Launcher.app. LSOpenFromURLSpec retornó %d
pt_br: Não foi possível carregar o Automator Launcher.app. O LSOpenFromURLSpec retornou %d

source: Couldn't locate Automator Launcher.app.
es: No se puede localizar Automator Launcher.app.
pt_br: Não foi possível localizar o Automator Launcher.app.

source: Custom
es: Personalizada
pt_br: Personalizado

source: Cut
es: Cortar
pt_br: Recortar

source: Dark
es: Oscuro
pt_br: Escuro

source: Deep
es: Profunda
pt_br: Profundo

source: Drag Operation
es: Operación de arrastre
pt_br: Operação de Arrastar

source: Edit Script
es: Editar script
pt_br: Editar Script

source: Error editing InternetConfig preferences for key %@: %@
es: Error editando las preferencia de Configuración de Internet para la tecla %1$@: %2$@
pt_br: Erro ao editar as preferências do InternetConfig para a tecla %1$@: %2$@

source: Error opening InternetConfig for read-only access: %@
es: Error abriendo la Configuración de Internet para acceso de sólo lectura: %@
pt_br: Erro ao abrir o InternetConfig para acesso de somente leitura: %@

source: Error opening InternetConfig for read-write access: %@
es: Erro abriendo la Configuración de Internet para acceso de lectura-escritura: %@
pt_br: Erro ao abrir o InternetConfig para acesso de somente gravação: %@

source: Error reading InternetConfig preference for key %@: %@
es: Error leyendo la preferencia de la Configuración de Internet para la tecla %1$@: %2$@
pt_br: Erro ao ler as preferências do InternetConfig para a tecla %1$@: %2$@

source: Faded
es: Degradado
pt_br: Suavizado

source: Group
es: Grupo
pt_br: Grupo

source: ICCountPref returned an error: %@
es: ICCountPref retornó un error: %@
pt_br: O ICCountPref retornou um erro: %@

source: ICEnd returned an error: %@
es: ICEnd retornó un error: %@
pt_br: O ICEnd retornou um erro: %@

source: ICGetIndPref %d/%d returned an error: %@
es: ICGetIndPref %1$d/%2$d retornó un error: %3$@
pt_br: O ICGetIndPref %1$d/%2$d retornou um erro: %3$@

source: ICMapFilename returned an error for file %@: %@
es: ICMapFilename retornó un error para el archivo %1$@: %2$@
pt_br: O ICMapFilename retornou um erro para o arquivo %1$@: %2$@

source: ICSetPref returned an error while setting key %@: %@
es: ICSetPref retornó un error mientras se configuraba la tecla %1$@: %2$@
pt_br: O ICSetPref retornou um erro ao configurar a tecla %1$@: %2$@

source: ICSetPref returned permissions when attempting setting key %@
es: ICSetPref retornó permisos cuando intentó configurar la tecla %@
pt_br: O ICSetPref retornou permissões ao designar configurações para a tecla %@

source: Image
es: Imagen
pt_br: Imagem

source: Indent
es: Sangría
pt_br: Recuar

source: Intense
es: Intenso
pt_br: Intenso

source: Launch Services returned an error while opening URL %@: %@
es: Lanzar servicio retornó un error mientras se abría el URL %1$@: %2$@
pt_br: Os serviços carregados retornaram um erro ao abrir a URL %1$@: %2$@

source: Light
es: Leve
pt_br: Claro

source: Loading %@...
es: Cargando %@...
pt_br: Carregando %@...

source: Mild
es: Medio
pt_br: Leve

source: Near-black
es: Cercano-a-negro
pt_br: Chumbo

source: Next
es: Siguiente
pt_br: Próximo

source: No Actions Available
es: No hay acciones disponibles
pt_br: Nenhuma Ação Disponível

source: OK
es: Aceptar

source: Off-white
es: Blanquecino
pt_br: Amarelado

source: Page
es: Página
pt_br: Página

source: Pattern Color
es: Patrón de color
pt_br: Padrões de Cor

source: Previous
es: Anterior
pt_br: Anteriores

source: Reset
es: Reajustar
pt_br: Limpar

source: Reset %@ preferences to their original values?
es: ¿Retornar %@ preferencias a sus valores originales?
pt_br: Reajustar as preferências %@ para os valores originais?

source: Reset All
es: Restaurar todo
pt_br: Reajustar Tudo

source: Reset all preferences and other settings to their original values?
es: ¿Restaurar todas las preferencias y otras configuraciones a sus valores originales?
pt_br: Reajustar todas as preferências e outras configurações para os valores originais?

source: Reset all preferences to their original values?
es: ¿Restaurar todas las preferencias a sus valores originales?
pt_br: Reajustar todas as preferências para os valores originais?

source: Return all settings to default values
es: Retornar todas las configuraciones a los valores predeterminados
pt_br: Retornar todas as preferências para os valores padrão

source: Return settings in this pane to default values
es: Retornar configuraciones en este panel a los valores predeterminados
pt_br: Retornar as configurações deste painel para os valores padrão

source: Rich
es: Rico

source: Search
es: Buscar
pt_br: Procurar

source: Shortcuts for commonly used actions
es: Funciones rápidas de teclado para las acciones más habituales
pt_br: Atalhos para ações comumente usadas

source: Show All
es: Mostrar todo
pt_br: Exibir Tudo

source: Smokey
es: Ahumado

source: Subexpression #%d
es: Subexpresión #%d
pt_br: Subexpressão #%d

source: The following error was reported: %@
es: El siguiente error fue reportado: %@
pt_br: O seguinte erro foi relatado: %@

source: The script '%@' could not complete.
es: El script '%@' no pudo completarse.
pt_br: O script '%@' não pode ser completado.

source: The script file '%@' could not be opened.
es: El archivo del script '%@' no puede ser abierto.
pt_br: O arquivo de script '%@' não pode ser aberto.

source: Unable to run workflow.
es: Imposible ejecutar flujo de trabajo.
pt_br: Não foi possível executar o fluxo de trabalho.

source: Ungroup
es: Desagrupar
pt_br: Desagrupar

source: Unindent
es: No identado
pt_br: Desfazer Recuo

source: Washed-out
es: Descolorido
pt_br: Desbotado

source: of %d
es: de %d
pt_br: de %d

source: workflow not found at %@
es: no se encontró el flujo de trabajo en %@
pt_br: Fluxo de trabalho não encontrado em %@
