Repository: MaddTheSane/DiskInventoryX
Catalog: make/src/CocoaTech/CocoatechStrings/Regions/*.lproj/preferencesUI.strings
Languages: es, nb, pt_br

source: %@ Key
es: Tecla %@
nb: %@-tast
pt_br: Tecla %@

source: %d Columns
es: %d Columnas
nb: %d kolonner
pt_br: %d Colunas

source: 10 Columns
es: 10 Columnas
nb: 10 kolonner
pt_br: 10 Colunas

source: 12 Columns
es: 12 Columnas
nb: 12 kolonner
pt_br: 12 Colunas

source: 2 Columns
es: 2 Columnas
nb: 2 kolonner
pt_br: 2 Colunas

source: 3 Columns
es: 3 Columnas
nb: 3 kolonner
pt_br: 3 Colunas

source: 4 Columns
es: 4 Columnas
nb: 4 kolonner
pt_br: 4 Colunas

source: 6 Columns
es: 6 Columnas
nb: 6 kolonner
pt_br: 6 Colunas

source: 8 Columns
es: 8 Columnas
nb: 8 kolonner
pt_br: 8 Colunas

source: ANSI colors
es: Colores ANSI
nb: ANSI-farger
pt_br: Cores ANSI

source: Access
es: Acceso
nb: Tilgang
pt_br: Acesso

source: Action Menu
es: Menú de acciones
nb: Handling-meny
pt_br: Menu Ação

source: Add ESC
es: Añadir ESC
nb: Legg til ESC
pt_br: Adicionar ESC

source: All windows
es: Todas las ventanas
nb: Alle vinduer
pt_br: Todas as Janelas

source: Alternate row color
es: Alternar color de fila
nb: Alternerende radfarge
pt_br: Cor da linha de alternação

source: Always open folders in a new window
es: Abrir carpetas siempre en una ventana nueva
nb: Alltid åpne mapper i nytt vindu
pt_br: Sempre abrir pastas em uma nova janela

source: Always show file extensions
es: Mostrar siempre extensiones de archivo
nb: Alltid vis filendelser
pt_br: Sempre exibir extensões do arquivo

source: Antialias text
es: Texto suavizado
nb: Tekstutjevning
pt_br: Suavizar texto

source: Appearance
es: Apariencia
nb: Utseende
pt_br: Aparência

source: Append Finder contextual menu items
es: Abrir ítems del menú contextual de Finder
nb: Legg til Finder-kontekstmenyobjekter
pt_br: Acrescentar o Finder nos itens do menu

source: Application
es: Aplicación
nb: Program
pt_br: Aplicativo

source: Applications
es: Aplicaciones
nb: Programmer
pt_br: Aplicativos

source: Arrow keys loop around when reaching end
es: Comenzar desde el principio al llegar al final con las teclas de flecha
pt_br: Loop das teclas de setas quando chegar ao final

source: Auto-play movie and audio files in preview
es: Reproducir automáticamente archivos de video y sonido en vista previa
nb: Automatisk filmavspilling i forhåndsvisning
pt_br: Iniciar automaticamente áudio e vídeo na prévia

source: Auto-preview Word documents in preview
es: Vista previa automática de documentos de Word
nb: Autoforhåndsvisning av Word-dokumenter i forhåndsvisning
pt_br: Exibir automaticamente documentos do Word na prévia

source: Automatically open in text editor
es: Abrir en el editor de texto automáticamente
nb: Åpne automatisk i tekstredigering
pt_br: Abrir automaticamente o editor de textos

source: Back color
es: Color de fondo
nb: Bakgrunnsfarge
pt_br: Cor de fundo

source: Background color
es: Color de fondo
nb: Bakgrunnsfarge
pt_br: Cor de fundo

source: Begin drag on vertical motion
es: Comenzar arrastre en movimiento vertical
nb: Start flytt ved vertikal bevegelse
pt_br: Iniciar arrasto no movimento vertical

source: Behavior for "Reveal in Path Finder" command
es: Comportamiento del comando "Mostrar en Path Finder"
nb: Oppførsel for «Vis i Path Finder» kommando
pt_br: Comportamento do comando "Mostrar no Path Finder"

source: Blinking cursor
es: Cursor parpadeante
nb: Markørblinking
pt_br: Cursor piscando

source: Bold color
es: Color de resaltado
nb: Uthevet tekstfarge
pt_br: Cor em Negrito

source: Bold folders
es: Título de carpetas en negritas
nb: Uthev mappenavn
pt_br: Pastas em Negrito

source: Bottom
es: Abajo
nb: Nederst
pt_br: Inferior

source: Browser
es: Explorador
nb: Filnavigering
pt_br: Navegador

source: Browser accepts window activating mouse click
es: Permitir activar ventana con un clic de ratón en el explorador
nb: Programmet aksepterer vindusaktivering med museklikk
pt_br: O navegador aceita a ativação da janela ao clique do mouse

source: Calculate all sizes
es: Calcular los tamaños
nb: Beregn alle størrelser
pt_br: Calcular todos os tamanhos

source: Calculate size for folders and packages
es: Calcular tamaño de carpetas y paquetes
nb: Beregn mappe- og pakkestørrelse
pt_br: Calcular tamanho para pastas e pacotes

source: Cancel
es: Cancelar
nb: Avbryt
pt_br: Cancelar

source: Check for updates
es: Buscar actualizaciones
nb: Se etter oppdateringer automatisk
pt_br: Verificar atualizações

source: Check spelling as you type
es: Revisar ortografía mientras se escribe
nb: Stavekontroll mens du skriver
pt_br: Verificar ortografia ao digitar

source: Choose Picture...
es: Seleccionar Imagen...
nb: Velg bilde...
pt_br: Escolher Imagem...

source: Choose...
es: Seleccionar...
nb: Velg...
pt_br: Escolher...

source: Close
es: Cerrar
nb: Lukk
pt_br: Fechar

source: Close the session when it ends
es: Cerrar la sesión cuando esta termine
nb: Lukk økten når fullført
pt_br: Fechar sessão ao finalizar

source: Collapse auto expanded folders after drag
es: Colapsar carpetas auto-expandidas después de arrastrar
nb: Lukk automatisk åpnede mapper etter flytting
pt_br: Recolher pasta auto expandidas depois de arrastar

source: Color
nb: Farge
pt_br: Cor

source: Color Options
es: Opciones de color
nb: Fargevalg
pt_br: Opções de Cores

source: Colors
es: Colores
nb: Farger
pt_br: Cores

source: Column View Options
es: Opciones de vista de columna
nb: Valg for kolonnevisning
pt_br: Opções de Exibição das Colunas

source: Column view
es: Vista de columna
nb: Kolonnevisning
pt_br: Exibir colunas

source: Columns
es: Columnas
nb: Kolonner
pt_br: Colunas

source: Command
es: Comando
nb: Kommando
pt_br: Comando

source: Command clicking opens:
es: Comando clic abre:
pt_br: Abrir ao clicar no comando:

source: Command:
es: Comando:
nb: Kommando:
pt_br: Comando:

source: Commands
es: Comandos
nb: Kommandoer
pt_br: Comandos

source: Comments
es: Comentarios
nb: Kommentarer
pt_br: Comentários

source: Compress files in same directory as original
es: Comprimir archivos en el mismo directorio del original
nb: Komprimer filer i samme mappe som originalen
pt_br: Comprimir arquivos no mesmo diretório do original

source: Compression Format:
es: Formato de compresión:
nb: Komprimeringsformat:
pt_br: Formato da Compressão:

source: Computer
es: Ordenador
nb: Maskin
pt_br: Computador

source: Confirm before quitting Path Finder
es: Confirmar antes de salir de Path Finder
nb: Spør før Path Finder avsluttes
pt_br: Confirmar antes de sair do Path Finder

source: Contextual Menu
es: Menú contextual
nb: Kontekstmeny
pt_br: Menu de Contexto

source: Control color
es: Control de color
pt_br: Cor do controle

source: Cover Flow View Options
es: Opciones de visualización de Path Finder
pt_br: Opções de Exibição do Cover Flow

source: Creation Date
es: Fecha de creación
nb: Opprettet dato
pt_br: Data de Criação

source: Date Created
es: Fecha creada
nb: Dato opprettet
pt_br: Data de Criação

source: Date Modified
es: Fecha de modificación
nb: Dato endret
pt_br: Data de Modificação

source: Decompress archives with Path Finder
es: Descomprimir archivos con Path Finder
nb: Dekomprimer arkiver med Path Finder
pt_br: Descomprimir arquivos com o Path Finder

source: Default Background Color
es: Color de fondo predeterminado
pt_br: Cor Padrão de Fundo

source: Default Plain Text Encoding
es: Codificación de texto sin formato
nb: Standard for Ren tekst-koding
pt_br: Codificação Padrão do Texto Sem Formatação

source: Default compression format
es: Formato de compresión predeterminado
nb: Standard komprimeringsformat
pt_br: Formato padrão de compressão

source: Default extension:
es: Extensión predeterminada:
nb: Standard filendelse:
pt_br: Extensão padrão:

source: Default setting for the encoding to be used when opening a plain text file
es: Las preferencias predeterminadas para la codificación a ser usadas cuando se abre un archivo de texto sin formato
pt_br: Usar configuração padrão de codificação ao abrir um arquivo de texto sem formatação

source: Delete
es: Eliminar
nb: Slett
pt_br: Excluir

source: Delete key sends backspace
es: Tecla de borrar regresa un retorno de espacio
nb: Slettetast sender bakoverslett
pt_br: Tecla Delete como backspace

source: Desktop Background
es: Fondo de Escritorio
nb: Skrivebordsbakgrunn
pt_br: Fundo da Área de Trabalho

source: Desktop Options
es: Opciones de Escritorio
pt_br: Opções da Área de Trabalho

source: Desktop View Options
es: Opciones de vista de Escritorio
nb: Visningsvalg for skrivebord
pt_br: Opções de Exibição da Área de Trabalho

source: Desktop clicking opens:
es: Clic en Escritorio abre:
pt_br: Abrir ao clicar na área de trabalho:

source: Desktop picture
es: Imagen del Escritorio
nb: Skrivebordsbilde
pt_br: Imagem da Área de Trabalho

source: Desktop window level adjustment
es: Nivel de ajuste de la ventana del Escritorio
pt_br: Nível de ajusta da janela da Área de Trabalho

source: Dim invisibles
es: Aclarar invisibles
nb: Ton ned usynlige
pt_br: Escurecimentos invisíveis

source: Directory
es: Archivo
nb: Katalog
pt_br: Diretório

source: Directory:
es: Directorio:
nb: Katalog:
pt_br: Diretório:

source: Disable superfluous visual effects
es: Deshabilitar efectos visuales superfluos
nb: Deaktiver unødvendige visuelle effekter
pt_br: Desativar efeitos visuais supérfluos

source: Display
es: Mostrar
nb: Visning
pt_br: Exibição

source: Documents
es: Documentos
nb: Dokumenter
pt_br: Documentos

source: Double-click when clicking icon
es: Doble-clic cuando se haga sobre un icono
nb: Dobbeltklikk ved klikking på symbol
pt_br: Duplo clique ao clicar em um ícone

source: Drag and drop to reorder
es: Arrastrar y soltar para reordenar
nb: Endre rekkefølge med flytt-og-slipp
pt_br: Arrastar e soltar para reordenar

source: Draw background pattern for image previews
es: Dibujar patron de fondo para vista previa de imagenes
nb: Vis bakgrunnsmønster ved forhåndsvisning av bilder
pt_br: Padrão de fundo para visualização de imagens

source: Draw background picture
es: Dibujar imagen de fondo
nb: Bakgrunnsbilde i symbolvisning
pt_br: Imagem de fundo

source: Draw label color on icon
es: Dibujar etiqueta de color en el icono
nb: Bruk etikettfarge på symbol
pt_br: Cor do rótulo no ícone

source: Draw label color on name
es: Dibujar etiqueta de color en el nombre
nb: Bruk etikettfarge på navn
pt_br: Cor do rótulo no nome

source: Edit...
es: Editar...
nb: Rediger...
pt_br: Editar...

source: Enable "Launch Application" global hot-key:
es: Habilitar tecla de atajo global "Lanzar Aplicación":
pt_br: Ativar atalho global para "Carregar Aplicativo":

source: Enable "Reveal in Path Finder" for third party applications
es: Habilitar "Mostrar en Path finder" en aplicaciones de terceros
pt_br: Ativar "Mostrar no Path Finder" para aplicativos de terceiros

source: Enable "Reveal in Path Finder" global hot-key:
es: Habilitar tecla de atajo global "Mostrar en Path Finder":
nb: Aktiver global "Vis i Path Finder"-tastaturkombinasjon:
pt_br: Ativar atalho global para "Mostrar no Path Finder"

source: Enable "Show in Path Finder" for third party applications
es: Habilitar "Mostrar en Path Finder" para las aplicaciones de terceros
pt_br: Ativar "Exibir no Path Finder" para aplicativos de terceiros

source: Enable Applications menu
es: Habilitar menú de aplicaciones
pt_br: Ativar menu de Aplicativos

source: Enable bug reporter
es: Habilitar el reporte de errores
nb: Aktiver bugrapportering
pt_br: Ativar relatório de erros

source: Enable disclosure triangles in column view
es: Habilitar triángulos de divulgación en vista de columna
nb: Bruk åpningstrekanter i kolonnevisning
pt_br: Ativar triângulos informativos na coluna de exibição

source: Enable dual preview for dual browser
es: Habilitar vista previa doble para explorador dual
pt_br: Ativar visualização dupla para duplo navegador

source: Enable global application menu
es: Habilitar el menú de aplicaciones globales
nb: Aktiver global programmeny
pt_br: Ativar menu global para aplicativos

source: Enable quick disk image mounting
es: Habilitar el montado de imagen rápida de disco
nb: Aktiver rask aktivering av diskfiler
pt_br: Ativar montagem rápida para imagemn de disco

source: Enable spring-loaded folders
es: Habilitar efecto resorte en carpetas
nb: Aktiver autoåpning av mapper
pt_br: Ativar efeitos de carregamento de pastas

source: Encoding:
es: Codificación:
nb: Koding:
pt_br: Codificação:

source: Enforce character alignment
es: Establecer la alineación de caracteres
nb: Tving tegnjustering
pt_br: Aplicar alinhamento de caracteres

source: Enter Key:
es: Tecla intro:
nb: Enter-tast:
pt_br: Digitar Tecla:

source: Everyone:
es: Todos:
nb: Alle:
pt_br: Todos:

source: Execute
es: Ejecutar
nb: Utfør
pt_br: Executar

source: Expand files in same directory as original
es: Expandir archivos en el mismo directorio del original
nb: Pakk ut filer i samme mappe som originalen
pt_br: Expandir arquivos no mesmo diretório como original

source: Extension
es: Extensión
nb: Filendelse
pt_br: Extensão

source: Favorites
es: Favoritos
nb: Favoritter
pt_br: Favoritos

source: Files
es: Archivos
nb: Filer
pt_br: Arquivos

source: Files and folders
es: Archivos y carpetas
nb: Filer og mapper
pt_br: Arquivos e Pastas

source: Fit to Window
es: Ajustar a ventana
nb: Tilpass til vindu
pt_br: Ajustar para a Janela

source: Folders
es: Carpetas
nb: Mapper
pt_br: Pastas

source: Font:
es: Tipo de letra:
pt_br: Fonte:

source: General
nb: Generelt
pt_br: Geral

source: Get Info Application:
es: Obtener información de aplicación
nb: Vis info-program:
pt_br: Informações do Aplicativo:

source: Get Info:
es: Obtener información:
nb: Vis info:
pt_br: Receber Informações:

source: Grid color
es: Color de cuadrícula
pt_br: Cor da grade

source: Grid spacing:
es: Espaciado de cuadrícula:
nb: Rutestørrelse:
pt_br: Espaço da grade:

source: Group
es: Grupo
nb: Gruppe
pt_br: Grupo

source: Group:
es: Grupo:
nb: Gruppe:
pt_br: Grupo:

source: Handle 'afp' URLs using Path Finder
es: Manejar URLs de 'afp' usando Path Finder
nb: Bruk Path Finder til å åpne 'afp'-lenker
pt_br: Capturar URLs 'afp' usando o Path Finder

source: Handle 'file' URLs using Path Finder
es: Manejar URLs de 'archivo' usando Path Finder
nb: Bruk Path Finder til å åpne 'file'-lenker
pt_br: Capturar URLs 'file' usando o Path Finder

source: Handle 'ftp' URLs using Path Finder
es: Manejar URLs de 'ftp' usando Path Finder
nb: Bruk Path Finder til å åpne 'ftp'-lenker
pt_br: Capturar URLs 'ftp' usando o Path Finder

source: Hard disks
es: Discos rígidos
nb: Harddisker
pt_br: Discos rígidos

source: Hide Finder's desktop
es: Ocultar Escritorio de Finder
nb: Skjul Finders skrivebord
pt_br: Ocultar o Finder da Área de Trabalho

source: Hide tab when there is only one session
es: Ocultar pestaña cuando haya sólo una sesión
nb: Skjul fane når det kun er &eacute;n økt
pt_br: Ocultar guia quando tiver somente uma sessão

source: Highlight
es: Resaltar
nb: Markert
pt_br: Destaque

source: Hotspot color
es: Color de punto de acceso
nb: Farge for aktiveringsområde
pt_br: Cor do hotspot

source: Icon View Options
es: Opciones de vista de icono
nb: Valg for symbolvisning
pt_br: Opções de Exibição dos ícones

source: Icon size:
es: Tamaño de los iconos:
nb: Symbolstørrelse:
pt_br: Tamanho do ícone:

source: Icon view
es: Vista de icono
nb: Symbolvisning
pt_br: Exibição do ícone

source: If you do not relaunch the Finder now the change will be applied the next time you log out and back in.
es: Si no reinicia el Finder ahora, los cambios se aplicaran en el siguiente inicio de sesión.
pt_br: Se você não recarregar o Finder agora as alterações somente terão efeito na próxima vez que você iniciar.

source: Ignore HTML Commands
es: Ignorar comandos HTML
nb: Ignorer HTML-kommandoer
pt_br: Ignorar Comandos HTML

source: Ignore RTF Commands
es: Ignorar comandos RTF
nb: Ignorer RTF-kommandoer
pt_br: Ignorar Comandos RTF

source: Ignore invisible files when compressing
es: Ignorar archivos invisibles al comprimir
nb: Utelat usynlige filer ved komprimering
pt_br: Ignorar arquivos invisíveis ao comprimir

source: Ignore resource forks when compressing
es: Ignorar resource forks al comprimir
nb: Utelat ressursdeler ved komprimering
pt_br: Ignorar recursos forks ao comprimir

source: Ignore software license agreements
es: Ignorar contrato de licencia de la aplicación
pt_br: Ignorar contrato de licença do software

source: Image background color
es: Color de la imagen de fondo
pt_br: Cor de fundo da imagem

source: Image checkerboard color
es: Color de tablero de imagen
pt_br: Cor xadrez da imagem

source: Info text color
es: Color del texto de información
pt_br: Cor do texto informativo

source: Italicize aliases
es: Alias en cursivas
nb: Kursiver aliaser
pt_br: Atalhos em itálico

source: Item Info
es: Información de ítem
nb: Objektinfo
pt_br: Informações do Item

source: Keep icons arranged on desktop
es: Mantener iconos ordenados en el Escritorio
nb: Hold skrivebordssymbolene organisert
pt_br: Manter ícones organizados na área de trabalho

source: Key Actions
es: Acciones de tecla
nb: Tastaturhandlinger
pt_br: Teclas de Ações

source: Kind
es: Clase
nb: Type
pt_br: Tipo

source: Label
es: Etiqueta
nb: Etikett
pt_br: Etiqueta

source: Label on Bottom
es: Etiqueta abajo
nb: Etikett under
pt_br: Rótulo Abaixo

source: Label on Right
es: Etiqueta en la derecha
nb: Etikett til høyre
pt_br: Rótulo à Direita

source: Label on bottom
es: Etiqueta abajo
nb: Navn under
pt_br: Rótulo abaixo

source: Label on right
es: Etiqueta en la derecha
nb: Navn til høyre
pt_br: Rótulo à direita

source: Launch Path Finder automatically after log in
es: Lanzar Path Finder automáticamente después de iniciar sesión
nb: Åpne Path Finder automatisk etter pålogging
pt_br: Carregar o Path Finder automaticamente após inicialização

source: Layout Left to Right
es: Disposición de izquierda a derecha
pt_br: Layout da Esquerda para Direita

source: Layout Top to Bottom
es: Disposición de arriba a abajo
pt_br: Layout de Cima para Baixo

source: Left
es: Izquierda
nb: Venstre
pt_br: Esquerda

source: List View Options
es: Opciones de vista de lista
nb: Valg for listevindu
pt_br: Opções de Exibilção da Listagem

source: List view
es: Vista de lista
nb: Listevisning
pt_br: Listagem

source: Macintosh style key navigation
es: Tecla de navegación con estilo Macintosh
nb: Navigering i Macintosh-stil
pt_br: Estilo de navegação de teclas do Macintosh

source: Modification Date
es: Fecha de modificación
nb: Endret dato
pt_br: Data de Modificação

source: Mount DMGs using Path Finder
es: Montar imágenes DMG usando Path Finder
nb: Bruk Path Finder til å aktivere DMG-filer
pt_br: Montar DMGs usando o Path Finder

source: Mount disk images after expand
es: Montar imágenes de disco después de expandir
nb: Aktiver diskfiler etter utpakking
pt_br: Montar imagens disco após extrair

source: Name
es: Nombre
nb: Navn
pt_br: Nome

source: Name:
es: Nombre:
nb: Navn:
pt_br: Nome:

source: Network servers
es: Servidores de red
nb: Nettverkstjenere
pt_br: Servidores de rede

source: New Documents
es: Documentos nuevos
nb: Nye dokumenter
pt_br: Novos Documentos

source: New Files
es: Archivos nuevos
nb: Nye filer
pt_br: Novos Arquivos

source: New Folders
es: Carpetas nuevas
nb: Nye mapper
pt_br: Novas Pastas

source: New tab
es: Pestaña nueva
nb: Ny fane
pt_br: Nova guia

source: New window
es: Ventana nueva
nb: Nytt vindu
pt_br: Nova janela

source: New...
es: Nuevo...
nb: Ny...
pt_br: Novo...

source: Non-ASCII font
es: Tipo de letra no-ASCII
nb: Ikke-ASCII-font
pt_br: Fonte não ASCII

source: Normal font
es: Tipo de letra normal
pt_br: Fonte normal

source: Opacity
es: Opacidad
pt_br: Opacidade

source: Opacity:
es: Opacidad:
pt_br: Opacidade:

source: Open
es: Abrir
nb: Åpne
pt_br: Abrir

source: Open PDF documents in built-in PDF viewer
es: Abrir documentos PDF en el visor incorporado
nb: Åpne PDF-dokumenter i den innebygde PDF-visningen
pt_br: Abrir documentos PDF no vosualizador interno de PDF

source: Open TextEdit documents in built-in text editor
es: Abrir documentos de TextEdit en el editor incorporado
nb: Åpne TextEdit-dokumenter i den integrerte tekstredigereren
pt_br: Abrir documentos de texto no editor interno de textos

source: Open Word documents in built-in text editor
es: Abrir documentos de Word en el visor incoporado
nb: Åpne Word-dokumenter i den integrerte tekstredigereren
pt_br: Abrir documentos do Word no editor interno de textos

source: Open image files in built-in image viewer
es: Abrir archivos de imagen en el visor incorporado
nb: Åpne bildefiler i innebygget bildeviser
pt_br: Abrir arquivos de imagem no visualizador interno de imagens

source: Open mounted volumes in new window
es: Abrir volúmenes montados en una ventana nueva
nb: Åpne aktiverte volumer i nytt vindu
pt_br: Abrir volumes montados em nova janela

source: Open new browser on launch
es: Abrir ventana de explorador al iniciar
nb: Åpne nytt vindu ved oppstart
pt_br: Abrir novo navegador ao carregar

source: Open new windows and tabs in column view
es: Abrir ventanas y pestañas nuevas en vista de columna
nb: Åpne nye vinduer og faner i kolonnevisning
pt_br: Abrir novas janelas e guias na exibição em colunas

source: Open new windows in:
es: Abrir ventana nueva en:
nb: Åpne nye vinduer i:
pt_br: Abrir novas janelas em:

source: Open with:
es: Abrir con:
nb: Åpne med:
pt_br: Abrir com:

source: Opening
es: Abriendo
nb: Åpning
pt_br: Abrindo

source: Opens
es: Abiertos
pt_br: Abertos

source: Option Key
es: Tecla de opción
nb: Tilvalg-tast
pt_br: Tecla Option

source: Owner
es: Propietario
nb: Eier
pt_br: Autor

source: Owner:
es: Propietario:
nb: Eier:
pt_br: Autor:

source: Packages
es: Paquetes
nb: Pakker
pt_br: Pacotes

source: Parent
es: Padre
nb: Overliggende
pt_br: Principal

source: Path
es: Ruta
nb: Bane
pt_br: Caminho

source: Path Finder allows seamless integration with your favorite text editor or file information application.
es: Path Finder se integra tansparentemente con su editor de textos o aplicación de información de archivos favoritos.
nb: Path Finder fungerer problemfritt sammen med tekst- og filverktøyene du bruker til vanlig.
pt_br: O Path Finder permite uma integração perfeita com o seu editor de texto favorito ou arquivo de informações do aplicativo.

source: Path Navigator Color
es: Color de ruta de navegación
nb: Path Navigator-farge
pt_br: Cor do Navegador de Caminhos

source: Path Navigator Text Color
es: Color de texto de ruta del navegador
pt_br: Cor do Texto do Navegador de Caminhos

source: Picture
es: Imagen
pt_br: Imagem

source: Plain text
es: Texto sin formato
nb: Ren tekst
pt_br: Sem formatação

source: Position the Path Navigator below the browser
es: Posicionar la ruta de navegación debajo del explorador
pt_br: Posicionar o Navegador de Caminhos em baixo do navegador

source: Preferences
es: Preferencias
nb: Valg
pt_br: Preferências

source: Press Space Bar to open immediately
es: Pulse la barra espaciadora para abrirlas inmediatamente
nb: Trykk på mellomromstasten for å åpne umiddelbart
pt_br: Pressionar Barra de Espaços para abrir imediatamente

source: Preview drawer is opened automatically for new browsers
es: El cajón de vista previa se abrirá automáticamente para exploradores nuevos
nb: Forhåndsvisningsskuffen åpnes automatisk i nye navigeringsvinduer
pt_br: Gaveta de prévia é aberta automaticamente para novos navegadores

source: Process drawer is opened automatically for new browsers
es: El cajón de procesos se abrirá automáticamente para exploradores nuevos
nb: Prosesskuffen åpnes automatisk i nye navigeringsvinduer
pt_br: Gaveta de processos é aberta automaticamente para novos navegadores

source: Quit the Finder automatically at launch
es: Salir del Finder automáticamente al ser lanzado
nb: Avslutt Finder automatisk under oppstarten
pt_br: Fechar o Finder automaticamente ao carregar
