Repository: MaddTheSane/DiskInventoryX
Catalog: make/src/CocoaTech/CocoatechStrings/Regions/*.lproj/preferencesUI.strings
Languages: es, nb, pt_br

source: Read
es: Lectura
nb: Les
pt_br: Ler

source: Relaunch Finder
es: Reiniciar Finder
nb: Start Finder på nytt
pt_br: Recarregar o Finder

source: Removable media
es: Medios removibles
nb: Uttakbare medier
pt_br: Mídia removível

source: Renames
es: Renombrados
pt_br: Renomear

source: Render html in preview
es: Renderizar HTML en vista previa
nb: Forhåndsvis HTML i forhåndsvisningspanelet
pt_br: Renderizar html na prévia

source: Requires relaunch
es: Requiere reiniciar
nb: Krever omstart
pt_br: É necessário recarregar

source: Resolve aliases
es: Resolver alias
nb: Kontroller aliaser
pt_br: Resolver atalhos

source: Restore Default
es: Restaurar predeterminados
nb: Standardvalg
pt_br: Restaurar Padrão

source: Restore location after spring-loaded drag
es: Restaurar posición después de arrastrar
pt_br: Restaurar local após efeitos de carregamento ao arrastar

source: Return Key:
es: Tecla de Retorno:
nb: Retur-tast:
pt_br: Tecla de Retorno:

source: Reveal
es: Mostrar
nb: Vis
pt_br: Mostrar

source: Reveal in existing window
es: Mostrar en ventana actual
nb: Vis i eksisterende vindu
pt_br: Mostrar na janela existente

source: Reveal in new tab
es: Mostrar en pestaña nueva
nb: Vis i ny fane
pt_br: Mostrar em nova guia

source: Reveal in new window
es: Mostrar en ventana nueva
nb: Vis i nytt vindu
pt_br: Mostrar em nova janela

source: Rich text
es: Formato RTF
nb: Rik tekst
pt_br: Com formatação

source: Right
es: Derecha
nb: Høyre
pt_br: Direita

source: Row separator color
es: Color del separador de fila
nb: Radinndelingsfarge
pt_br: Cor de separação de linhas

source: Save Theme...
es: Guardar tema...
pt_br: Salvar Tema...

source: Save with:
es: Guardar con:
nb: Arkiver med:
pt_br: Salvar com:

source: Select entire row in list view
es: Seleccionar fila completa en la vista de lista
nb: Merk hele raden i listevisning
pt_br: Selecionar linha de entrada na listagem

source: Selection color
es: Selección de color
nb: Markeringsfarge
pt_br: Seleção de cor

source: Send anonymous system information
es: Enviar información anónima del sistema
pt_br: Enviar informações anônimas do sistema

source: Sessions
es: Sesiones
nb: Økter
pt_br: Sessões

source: Set Background...
es: Establecer fondo...
nb: Endre bakgrunn...
pt_br: Configurar Fundo...

source: Set Colors...
es: Establecer colores...
nb: Endre farger...
pt_br: Configurar Cores...

source: Set Path Finder as the default file viewer
es: Establecer Path Finder como el visor predeterminado
nb: Bruk Path Finder som standard filviser
pt_br: Configurar o Path Finder como visualizador de arquivos padrão

source: Set...
es: Establecer...
pt_br: Configurar...

source: Setting this preference will cause "Reveal in Finder" commands in other applications to use Path Finder instead of Finder.
es: Establecer esta preferencia causará que los comandos "Mostrar en Finder" en otras aplicaciones, usen Path Finder en vez de Finder.
nb: Dette valget fører til at «Vis i Finder» kommandoer i andre programmer vil bruke Path Finder istedenfor Finder.
pt_br: A definição dessa preferência vai causar o comando "Mostrar no Finder" em outros aplicativos para utilizar o Path Finder em vez do Finder.

source: Shadowed
es: Sombreado
nb: Skygge
pt_br: Sombreado

source: Show Path Finder desktop
es: Mostrar Escritorio de Path Finder
nb: Vis skrivebord
pt_br: Exibir Path Finder na Área de Trabalho

source: Show column headers
es: Mostrar encabezados de columna
nb: Vis kolonne-overskrifter
pt_br: Exibir cabeçalho de colunas

source: Show columns
es: Mostrar columnas
nb: Vis kolonner
pt_br: Exibir colunas

source: Show columns:
es: Mostrar columnas:
nb: Vis kolonner:
pt_br: Exibir colunas:

source: Show desktop background
es: Mostrar fondo de Escritorio
nb: Vis skrivebordsbakgrunn
pt_br: Exibir fundo da área de trabalho

source: Show file names
es: Mostrar nombres de archivos
nb: Vis filnavn
pt_br: Exibir nome de arquivos

source: Show files and folders on the Desktop
es: Mostrar archivos y carpetas en el Escritorio
nb: Vis filer og mapper på skrivebordet
pt_br: Exibir arquivos e pastas na Área de Trabalho

source: Show grid
es: Mostrar cuadrícula
nb: Vis rutenett
pt_br: Exibir grade

source: Show horizontal grid
es: Mostrar cuadrícula horizontal
nb: Vis horisontalt linjenett
pt_br: Exibir grade horizontal

source: Show hotspot
es: Mostrar punto de acceso
nb: Vis aktiveringsområde
pt_br: Exibir hotspot

source: Show icon preview
es: Vista previa en icono
nb: Symbolforhåndsvisning
pt_br: Exibir prévia do ícone

source: Show icon previews on network volumes
es: Mostrar vista previa de icono en volúmenes de red
nb: Vis symbolforhåndsvisning på nettverksvolumer
pt_br: Exibir prévia dos ícones nos volumes de rede

source: Show icons
es: Mostrar iconos
nb: Vis symboler
pt_br: Exibir ícones

source: Show invisibles
es: Mostrar invisibles
nb: Vis usynlige filer
pt_br: Exibir invisíveis

source: Show item info
es: Mostrar información
nb: Vis objektinfo
pt_br: Exibir informações do item

source: Show on desktop:
es: Mostrar en el Escritorio:
nb: Vis på skrivebordet
pt_br: Exibir na área de trabalho:

source: Show open button
es: Mostrar botón de abrir
nb: Vis åpne-knapp
pt_br: Exibir botáo abrir

source: Show preview column
es: Mostrar columna de vista previa
nb: Vis forhåndsvisning
pt_br: Exibir Coluna de Visualização

source: Show row separators
es: Mostrar separadores de fila
nb: Vis radinndeling
pt_br: Exibir separadores de linha

source: Show ruler
es: Mostrar regla
nb: Vis linjal
pt_br: Exibir régua

source: Show splash panel at launch
es: Mostrar el panel de bienvenida al iniciar
nb: Vis startbilde under oppstart
pt_br: Exibir tela de início ao carregar

source: Show vertical grid
es: Mostrar cuadrícula vertical
nb: Vis vertikalt linjenett
pt_br: Exibir grade vertical

source: Show volumes on the Desktop
es: Mostrar volúmenes en el Escritorio
nb: Vis volumer på skrivebordet
pt_br: Exibir volumes na Área de Trabalho

source: Show warning before emptying the Trash
es: Mostrar aviso antes de vaciar la Papelera
nb: Vis advarsel før tømming av papirkurven
pt_br: Exibir alerta antes de esvaziar a Lixeira

source: Show zoom effects when opening files
es: Mostrar efectos de acercamiento cuando se abre un archivo
nb: Vis zoomeffekter ved åpning av filer
pt_br: Exibir efeitos de ampliação ao abrir arquivos

source: Silence terminal bell
es: Silenciar campana del terminal
nb: Slå av Terminal-lydsignal
pt_br: Alarme silencioso do terminal

source: Size
es: Tamaño
nb: Størrelse
pt_br: Tamanho

source: Small contextual menu font size
es: Menú contextual con tipo de letra pequeño
nb: Liten fontstørrelse i lokalmeny
pt_br: Fontes pequenas no menu de contexto

source: Smart Sort Order
es: Criterio de ordenado inteligente
nb: Smart sorteringsrekkefølge
pt_br: Ordem de Classificação

source: Smart sorting
es: Ordenado inteligente
nb: Smart sortering
pt_br: Classificação

source: Snap to grid
es: Alinear con cuadrícula
nb: Lås til rutenett
pt_br: Alinha à grade

source: Sort ascending
es: Ordenado ascendente
nb: Sorter stigende
pt_br: Classificação ascendente

source: Sort by %@
es: Ordenar por %@
nb: Sorter etter %@
pt_br: Classificar por %@

source: Spring-loaded Delay:
es: Retardo del resorte
nb: Autoåpning av mapper:
pt_br: Atraso do efeito de carregamento:

source: Spring-loaded folders:
es: Carpetas con efecto resorte
nb: Autoåpning av mapper:
pt_br: Efeitos de carregamento de pastas:

source: Start Rename
es: Comenzar renombrado
nb: Endre fil-/mappenavn
pt_br: Iniciar Operação Renomear

source: Starting Directory:
es: Directorio de inicio:
nb: Startkatalog:
pt_br: Diretório de Início:

source: Tab Position
es: Posición de pestaña
nb: Faneplassering
pt_br: Posição da Guia

source: Target last column (like Finder)
es: Objetivo en última columna (como Finder)
pt_br: Destino da última coluna (como o Finder)

source: Text
es: Texto
nb: Tekst
pt_br: Texto

source: Text Edit
pt_br: Edição de Texto

source: Text Editor:
es: Editor de texto:
nb: Tekstredigering:
pt_br: Editor de Texto:

source: Text Font:
es: Tipo de letra del texto
nb: Tekstfont:
pt_br: Fonte do Texto:

source: Text color
es: Color de texto
nb: Tekstfarge
pt_br: Cor do Texto

source: The Finder must be relaunched for this change to take effect.
es: El Finder debe ser reiniciado para que este cambio surta efecto.
nb: Finder må startes på nytt for at endringene skal tre i kraft.
pt_br: O Path Finder deve ser reiniciado para esta modificação ter efeito.

source: Themes
es: Temas
nb: Temaer
pt_br: Temas

source: This preference will take effect the next time you launch Path Finder.
es: Esta preferencia surtirá efecto la siguiente vez que inicie Path Finder.
nb: Denne innstillingen vil bli tatt i bruk neste gang du starter Path Finder.
pt_br: Esta preferência terá efeito na próxima vez que o Path Finder for iniciado.

source: This window only
es: Sólo esta ventana
nb: Kun dette vinduet
pt_br: Somente esta janela

source: Top
es: Arriba
nb: Øverst
pt_br: Superior

source: Transparent
es: Transparente
nb: Gjennomsiktig
pt_br: Transparência

source: Transparent Background
es: Fondo transparente
pt_br: Fundo Transparente

source: Treat Non-ASCII characters as double width
es: Tratar caracteres no-ASCII con doble ancho
nb: Håndter ikke-ASCII-tegn som dobbeltbreddetegn
pt_br: Tratar caracteres não ASCII como largura dupla

source: Treat packages as folders
es: Tratar paquetes como carpetas
nb: Behandle pakker som mapper
pt_br: Tratar pacotes como pastas

source: Use base-2 math for sizes
es: Usar matemáticas de base-2 para cálculo de tamaños
nb: Bruk totallsystem (binært tallsystem) for størrelser
pt_br: Usa matemáica base 2 para tamanhos

source: Use brushed metal appearance
es: Usar aspecto de metal pintado
nb: Bruk børstet metall-utseende
pt_br: Usar aparência de metal escovado

source: Use default background color
es: Usar color predeterminado de fondo
nb: Bruk standard bakgrunnsfarge
pt_br: Usar cor padrão de fundo

source: Use default colors
es: Usar colores predeterminados
nb: Bruk standardfarger
pt_br: Usar cores padrão

source: Use encoding sniffer when opening text files
es: Usar el detector de codificaciones al abrir archivos de texto
pt_br: Usar codificação sniffer ao abrir arquivos de texto

source: Use encoding sniffer when previewing text files
es: Usar el detector de codificaciones en la vista previa de archivos de texto
pt_br: Usar codificação sniffer ao visualizar arquivos de texto

source: Use hfstar for compress and decompress
es: Usar hfstar para comprimir y descomprimir
nb: Bruk hfstar ved komprimering og dekomprimering
pt_br: Usar hfstar para comprimir e descomprimir

source: Use larger font for browser controls
es: Usar tipos de letra grandes para los controles del explorador
pt_br: Usar fonte maior para os controles de navegação

source: Use relative dates
es: Usar fechas relativas
nb: Bruk relative datoer
pt_br: Usar datas relativas

source: Use small scroll bars
es: Usar barras de desplazamiento pequeñas
nb: Bruk små rullesjakter
pt_br: Usar barras de rolagem pequena

source: Use the Finder's desktop window level
es: Usar el nivel de ventana del Escritorio de Finder
pt_br: Usar o Finder na área de trabalho em nível janela

source: Version
es: Versión
nb: Versjon
pt_br: Versão

source: When idle send ASCII code:
es: Cuando esté inactivo enviar código ASCII:
nb: Når inaktiv, send ASCII-koden:
pt_br: Quando ocioso enviar código ASCII:

source: Wrap to Page
es: Ajustar a página
nb: Tilpass til side
pt_br: Quebrar pela Página

source: Write
es: Escritura
nb: Skriv
pt_br: Gravar

source: Home
es: Inicio
nb: Hjem

source: OK
es: Aceptar

source: Horizontal:
nb: Horisontal:

source: Vertical:
nb: Vertikal:
