Repository: MaddTheSane/DiskInventoryX
Catalog: make/src/CocoaTech/CocoatechStrings/Regions/*.lproj/reports.strings
Languages: es, pt_br

source: %@ logical, %@ physical
es: %@ lógico, %@ físico
pt_br: %@ lógico, %@ físico

source: %d attributes
es: %d atributos
pt_br: %d atributos

source: '%@', Offset: %d, Size: %d
es: '%@', Offset: %d, Tamaño: %d
pt_br: '%@', Offset: %d, Tamanho: %d

source: Access Date:
es: Fecha de acceso:
pt_br: Data de Acesso:

source: Alias File Creator:
es: Alias de creador de archivo:
pt_br: Autor do Atalho do Arquivo:

source: Alias File Type:
es: Alias de tipo de archivo:
pt_br: Tipo do Atalho do Arquivo:

source: Alias Filesystem ID:
es: Alias de ID de distema de archivos:
pt_br: ID do Atalho do Sistema de Arquivos:

source: Alias Node ID:
es: Alias de ID de nodo:
pt_br: ID do Atalho Node:

source: Alias Parent Directory ID:
es: Alias de ID de directorio padre:
pt_br: ID do Atalho do Diretório Principal:

source: Alias Path:
es: Alias de ruta:
pt_br: Caminho do Atalho:

source: Alias Signature:
es: Alias de firma:
pt_br: Assinatura do Atalho:

source: Alias Target Creation Date:
es: Alias de fecha de creación del destino:
pt_br: Data de Criação do Atalho de Destino:

source: Alias Target Name:
es: Alias del nombre del destino:
pt_br: Nome do Atalho de Destino:

source: Alias Volume Creation Date:
es: Alias de la fecha de creación del volumen:
pt_br: Data de Criação do Atalho do Volume:

source: Alias Volume Name:
es: Alias del nombre de volumen:
pt_br: Nome do Atalho do Volume:

source: Alias Volume has Persistent File IDs:
es: Alias del volumen con IDs de archivos persistentes:
pt_br: IDs do Atalho do Volume de Arquivo Persistente:

source: Alias Volume is Automounted:
es: Alias del volumen auto-montado:
pt_br: O Atalho do Volume é Auto-Montável

source: Alias Volume is Boot:
es: Alias del volumen arrancable:
pt_br: O Atalho do Volume é Inicializável:

source: Alias Volume is Directory:
es: Alias del volumen es un directorio:
pt_br: O Atalho do Volume é um Diretório:

source: Alias Volume is Ejectable:
es: Alias del volumen es un ejecutable:
pt_br: O Atalho do Volume é Ejetável:

source: Application:
es: Aplicación:
pt_br: Aplicativo:

source: Arguments:
es: Argumentos:
pt_br: Argumentos:

source: Attribute Modification Date:
es: Atributo fecha de modificación:
pt_br: Data de Modificação do Atributo:

source: Backup Date:
es: Fecha de respaldo:
pt_br: Data do Backup:

source: Base Priority:
es: Prioridad base:
pt_br: Base da Prioridade:

source: Block Size:
es: Tamaño de bloque:
pt_br: Tamanho do Bloco:

source: Blocks Allocated for File:
es: Bloques asignados por archivo
pt_br: Blocos Alocados por Arquivo:

source: Checked Date:
es: Fecha verificada:
pt_br: Data de Verificação:

source: Children:
es: Hijo:
pt_br: Crianças:

source: Command:
es: Comando:
pt_br: Comando:

source: Count
es: Conteo
pt_br: Contagem

source: Creation Date:
es: Fecha de creación:
pt_br: Data de Criação:

source: Creator:
es: Creador:
pt_br: Autor:

source: Data Clump Size:
es: Tamaño de dato del clump:
pt_br: Tamanho dos Dados Clump:

source: Data Fork Size:
es: Tamaño del data fork:
pt_br: Tamanho dos Dados Fork:

source: Device Type:
es: Tipo de dispositivo:
pt_br: Tipo de Dispositivo:

source: Directory Listing for:
es: Listado de directorio para:
pt_br: Listar Diretório para:

source: Directory Valence:
es: Valencia de directorio:
pt_br: Diretório:

source: Directory:
es: Directorio:
pt_br: Diretório:

source: Disk ID:
es: ID de disco:
pt_br: ID do Disco:

source: Display Name:
es: Mostrar nombre:
pt_br: Exibir Nome:

source: Drive Name:
es: Nombre de unidad:
pt_br: Nome do Drive:

source: Drive Number ID:
es: Número de ID de unidad:
pt_br: ID do Número do Drive:

source: Driver RefNum:
es: NumRef de controlador:
pt_br: Driver:

source: Ejectable:
es: Expulsable:
pt_br: Ejetável:

source: Environment:
es: Entorno:
pt_br: Ambiente:

source: Extended Attributes:
es: Atributos extendidos:
pt_br: Atributos Extendidos:

source: Extended Finder Flags:
es: Modificadores extendidos de Finder:
pt_br: Sinalizadores Extendidos do Finder:

source: Extension Hidden:
es: Extensión oculta:
pt_br: Ocultar Extensões:

source: File Count:
es: Conteo de archivos:
pt_br: Contagem de Arquivos:

source: File Generation Number:
es: Número de generación de archivo
pt_br: Número da Geração do Arquivo:

source: File System:
es: Sistema de archivos:
pt_br: Arquivo de Sistema:

source: Files
es: Archivos
pt_br: Arquivos

source: Filesystem ID:
es: ID de sistema de archivos
pt_br: ID do Sistema de Arquivos:

source: Find Result for:
es: Resultado de búsqueda para:
pt_br: Localizar Resultados para:

source: Finder Flags:
es: Modificadores de Finder:
pt_br: Sinalizadores do Finder:

source: Finder Put Away Folder ID:
es: Guardado de Finder del ID de carpeta:
pt_br: Sempre Colocar ID nas Pastas:

source: Finder Scroll Position:
es: Posición de desplazamiento de Finder:
pt_br: Posição da Rolagem do Finder:

source: Finder location:
es: Locación de Finder:
pt_br: Local do Finder:

source: Flags:
es: Modificadores:
pt_br: Sinalizadores:

source: Folder Count:
es: Conteo de Finder:
pt_br: Contagem de Pasta:

source: Folder Window Bounds:
es: Límites de ventana de carpeta:
pt_br: Limite de Pastas na Janela

source: ForkReport.txt
es: ReporteDeFork.txt

source: Free Blocks:
es: Bloques libres:
pt_br: Espaço Bloqueado:

source: Free Space:
es: Espacio libre:
pt_br: Espaço Livre:

source: Group:
es: Grupo:
pt_br: Grupo:

source: Has Custom Icon:
es: Tiene un ícono personalizado:
pt_br: ícone Personalizado:

source: In Directories:
es: En directorios:
pt_br: Nos Diretórios:

source: Inode's Device:
es: Dispositivo del ínodo:
pt_br: Dispositivos Inode:

source: Inode's Number:
es: Número del ínodo:
pt_br: Números Inode:

source: Kind:
es: Clase:
pt_br: Tipo:

source: Locked:
es: Bloqueado:
pt_br: Bloqueado:

source: Mac Alias:
es: Alias de Mac:
pt_br: Atalho do Mac:

source: Modification Date:
es: Fecha de modificación:
pt_br: Data de Modificação:

source: Mount Point:
es: Punto de montaje:
pt_br: Ponto de Montagem:

source: Name
es: Nombre
pt_br: Nome

source: Name:
es: Nombre:
pt_br: Nome:

source: Next Allocation:
es: Aplicación siguiente:
pt_br: Próxima Alocação:

source: Next Catalog ID:
es: ID de catálogo siguiente:
pt_br: Próximo ID do Catálogo:

source: Node Flags:
es: Modificadores de nodo:
pt_br: Sinalizadores Node:

source: Node ID:
es: Nº de nodo:
pt_br: ID do Node:

source: Number of Hard Links:
es: Número de vínculos duros: (hard links de Unix)
pt_br: Número de LInks:

source: Number of Types: %d
es: Número de tipos: %d
pt_br: Número de Tipos: %d

source: Optimal I/O Blocksize:
es: Tamaño óptimo de bloque de E/S
pt_br: Tamanho Ideal do Bloco de E/S:

source: Owner:
es: Propietario:
pt_br: Autor:

source: Package:
es: Paquete:
pt_br: Pacote:

source: Parent Directory ID:
es: ID de directorio padre:
pt_br: ID do Diretório Principal:

source: Parent:
es: Padre:
pt_br: Principal:

source: Pasteboard Name: "%@"
es: Nombre de tablilla de recortes: "%@"
pt_br: Nome do Cartão: "%@"

source: Path
es: Ruta
pt_br: Caminho

source: Path:
es: Ruta:
pt_br: Caminho:

source: Percent CPU:
es: Porcentaje de CPU:
pt_br: Porcentagem da CPU:

source: Percent Memory:
es: Porcentaje de memoria:
pt_br: Porcentagem da Memória:

source: Permissions Mode:
es: Modo permisivo:
pt_br: Modo de Permissões:

source: Permissions:
es: Permisos:
pt_br: Permissões:

source: Priority:
es: Prioridad:
pt_br: Prioridade:

source: Process Group:
es: Grupo de procesos:
pt_br: Processo de Grupo:

source: Process Report: %d processes
es: Reporte de procesos: %d procesos
pt_br: Relatório de Processos: %d processos

source: Process:
es: Proceso:
pt_br: Processos:

source: Read Only:
es: Sólo lectura:
pt_br: Somente Leitura:

source: Real User:
es: Usuario real:
pt_br: Usuário Real:

source: Region
es: Región
pt_br: Região

source: Regions
es: Regiones
pt_br: Regiões

source: Resident Memory:
es: Memoria residente:
pt_br: Memória Residente:

source: Resource Fork Size:
es: Tamaño del resource fork
pt_br: Tamanho do Recurso Fork:

source: Resource Map:
es: Mapa de recursos
pt_br: Mapa de Recurso:

source: Rsrc Clump Size:
es: Tamaño del rsrc del Clump:
pt_br: Tamanho do Rsrc Clump:

source: Sharing Flags:
es: Modificadores de recurso compartido:
pt_br: Compartilhar Sinalizadores:

source: Siblings:
es: Hermanos:
pt_br: Similares:

source: Signature ID:
es: ID de firma:
pt_br: ID da Assinatura:

source: Size:
es: Tamaño:
pt_br: Tamanho:

source: Spotlight Metadata:
es: Meta-datos de Spotlight:
pt_br: Destacar Metadados:

source: Symbolic Link:
es: Vínculo simbólico:
pt_br: Link Simbólico:

source: System CPU:
es: CPU usado por el Sistema:
pt_br: CPU do Sistema:

source: Table
es: Tabla
pt_br: Tabela

source: Tables
es: Tablas
pt_br: Tabelas

source: Task:
es: Tarea:
pt_br: Tarefas:

source: Thread Count:
es: Conteo de hilos:
pt_br: Cabeçalhos:

source: Total Blocks:
es: Bloques totales:
pt_br: Total de Blocos:

source: Total CPU:
es: CPU total:
pt_br: Total da CPU:

source: Type:
es: Tipo:
pt_br: Tipo:

source: Types: %d
es: Tipos: %d
pt_br: Tipos: %d

source: User Access:
es: Acceso de usuario:
pt_br: Usuário de Acesso:

source: User CPU:
es: CPU usado por usuario:
pt_br: Usuário da CPU:

source: User Defined Flags:
es: Modificadores definidos por el usuario:
pt_br: Sinalizadores Definidos Pelo Usuário:

source: User Privileges:
es: Privilegios de usuario:
pt_br: Privilégios do Usuário:

source: User:
es: Usuario:
pt_br: Usuário:

source: Virtual Memory:
es: Memoria virtual:
pt_br: Memória Virtual:

source: Volume Reference Number:
es: Número de referencia del volumen:
pt_br: Número de Referência do Volume:

source: Volume Refnum:
es: NumRef del volumen:
pt_br: Volume:

source: Volume:
es: Volumen:

source: YES
es: SI
pt_br: SIM

source: top %d, left %d, bottom %d, right %d
es: superior %d, izquierda %d, inferior %d, derecha %d
pt_br: superior %d, esquerda %d, inferior %d, direita %d

source: Invisible:
pt_br: Invisível:

source: NO
pt_br: NÃO
