Repository: MaddTheSane/DiskInventoryX
Catalog: make/src/*.lproj/Localizable.strings
Languages: de, fr

source: "%@" cannot be moved to the trash by Disk Inventory X.
de: "%@ konnte nicht in den Papierkorb verschoben werden.
fr: "%@" ne peut être déplacé à la corbeille par Disk Inventory X.

source: "%@" does not exist any more.
de: "%@" existiert nicht mehr.
fr: "%@" n'existe plus.

source: Capacity
de: Kapazität
fr: Capacité

source: Classifying Files
de: Klassifiziere Dateien
fr: Classement des fichiers en cours...

source: Free
de: frei
fr: Libre

source: Hide File Kind Statistics
de: Dateiart-Statistik ausblenden
fr: Masquer "Genre de fichier"

source: Hide Free Space
de: Freien Speicher ausblenden
fr: Masquer "Espace libre"

source: Hide Information
de: Informationen verstecken
fr: Masquer "Informations"

source: Hide Other Space
de: Übrigen belegten Speicherplatz ausblenden
fr: Masquer "Autre espace"

source: Hide Package Contents
de: Paketinhalte ausblenden
fr: Masquer "Contenu du paquet"

source: Ignore Creator Code
de: Creator Code ignorieren
fr: Ignorer le code "Créateur"

source: Maybe you do not have sufficient access privileges.
de: Sie haben evtl. nicht genügend Privilegien.
fr: Certainement que vous n'avez pas les privilèges d'accès suffisants.

source: Respect Creator Code
de: Creator Code beachten
fr: Respecter le code "Créateur"

source: Show File Kind Statistics
de: Dateiart-Statistik anzeigen
fr: Afficher genre de fichier

source: Show Free Space
de: Freien Speicherplatz anzeigen
fr: Afficher l'espace libre

source: Show Information
de: Informationen anzeigen
fr: Afficher l'information

source: Show Logical File Size
de: Logische Dateigröße anzeigen
fr: Afficher la taille logique du fichier

source: Show Other Space
de: Übrigen belegten Speicherplatz anzeigen
fr: Afficher "Autre espace"

source: Show Package Contents
de: Paketinhalt zeigen
fr: Afficher le contenu du paquet

source: Show Physical File Size
de: Physikalische Dateigröße anzeigen
fr: Afficher la taille physique du fichier

source: Split Horizontally
de: Horizontal teilen
fr: Fractionnement horizontal

source: Split Vertically
de: Vertikal teilen
fr: Fractionnement vertical

source: The folder will remain visible in Disk Inventory X, but the files cannot be accessed (e.g. shown in the Finder).
de: Der Ordner bleibt in Disk Inventory X sichtbar, aber sie können nicht mehr auf die Dateien zugreifen (z.B. im Finder anzeigen)
fr: Le dossier restera visible dans Disk Inventory X, mais les fichiers resteront inaccessibles (càd non-affichés dans le Finder)

source: The folder's content could not be loaded.
de: Der Ordnerinhalt konnte nicht geladen werden.
fr: le contenu du dossier ne peut être chargé.

source: The volume has been ejected during loading of folder centents.
de: Das Laufwerk wurde ausgeworfen, während der Ordnerinhalt geladen wurde.
fr: Le volume a été éjecté durant le chargement du contenu du dossier.

source: Used
de: benutzt
fr: Utilisé

source: free space on drive
de: freier Speicher auf dem Laufwerk
fr: d'espace libre sur le disque

source: space occupied by other files and folders
de: Speicherplatz von übrigen Dateien und Ordnern
fr: espace occupé par d'autres fichiers et dossiers
